export const planets = [
	{
		title: "планета",
		type: "планета",
		name: "меркурий",
		mini_description:
			"Наименьшая планета Солнечной системы и самая близкая к Солнцу. Названа в честь древнеримского бога торговли — быстрого Меркурия.",
		description:
			"Меркурий — это самая ближняя к Солнцу планета в солнечной системе. Поверхность Меркурия напоминает Луну: она покрыта кратерами, горами, долинами и равнинами. Планета Меркурий довольно маленькая, ее размер почти вдвое меньше, чем у Земли. Несмотря на это, она имеет небольшое магнитное поле и атмосферу, состоящую главным образом из гелия и кислорода.",
		view: false,

		perihelion: "46 001 009 км",
		aphelion: "69 817 445 км",
		period: "88 суток",
		radius: "2439.7 км",
		mass: ["3.3", 23],
		acceleration: "3.7",
		rotation: "58 суток",
	},
	{
		title: "утренняя звезда",
		type: "планета",
		name: "венера",
		mini_description:
			"Наименьшая планета Солнечной системы и самая близкая к Солнцу. Названа в честь древнеримского бога торговли — быстрого Меркурия.",
		description:
			"Меркурий — это самая ближняя к Солнцу планета в солнечной системе. Поверхность Меркурия напоминает Луну: она покрыта кратерами, горами, долинами и равнинами. Планета Меркурий довольно маленькая, ее размер почти вдвое меньше, чем у Земли. Несмотря на это, она имеет небольшое магнитное поле и атмосферу, состоящую главным образом из гелия и кислорода.",
		view: false,

		perihelion: "107 476 259 км",
		aphelion: "108 942 109 км",
		period: "224,701 суток",
		radius: "6051.8 км",
		mass: ["4.86", 24],
		acceleration: "8.87 ",
		rotation: "243 суток",
	},
	{
		title: "голубая планета",
		type: "планета",
		name: "земля",
		mini_description:
			"Третья по удалённости от Солнца планета Солнечной системы. Единственное известное в настоящее время тело во Вселенной, населённое живыми организмами.",
		description:
			"Земля — это родная планета человечества и один из самых интересных объектов в солнечной системе. Она имеет уникальное условие для жизни благодаря тому, что ее атмосфера содержит кислород и воду — необходимые вещества для живых организмов. Земля имеет магнитное поле, которое защищает нашу планету от опасных космических лучей. На поверхности Земли есть океаны, горы и равнины.",
		view: true,

		perihelion: "147 098 450 км",
		aphelion: "152 097 597 км",
		period: "365 суток",
		radius: "6378 км",
		mass: ["5.9726", 24],
		acceleration: "9.8",
		rotation: "0.997 суток",
	},
	{
		title: "спутник Земли",
		type: "спутник",
		name: "луна",
		mini_description:
			"Единственный естественный спутник Земли. Самый близкий к Солнцу спутник планеты, так как у ближайших к Солнцу планет (Меркурия и Венеры) их нет.",
		description:
			"Луна — это каменный шар диаметром около 3480 километров, который вращается вокруг Земли каждые 27 дней, 7 часов и 43 минуты. Она имеет слабое магнитное поле, которое было обнаружено в 1960 году.	Поверхность Луны покрыта кратерами, разрезами, грядами гор и долинами. Её поверхность также залита рекой плавного базальта-подобного лавы и покрыта тонким слоем углекислого газа. Её атмосфера очень разреженная и состоит из гелия, аргоновых и криптоновых атомов, а также молекул водяного пара и гелия-3.",
		view: true,

		perihelion: "363 104 км",
		aphelion: "405 696 км",
		period: "27 суток",
		radius: "1738 км",
		mass: ["7.3", 22],
		acceleration: "1.62",
		rotation: "синхронизирован с Землей",
	},
	{
		title: "красная планета",
		type: "планета",
		name: "марс",
		mini_description:
			"Четвёртая по удалённости от Солнца и седьмая по размеру планета Солнечной системы, масса планеты составляет 10,7 % массы Земли.",
		description:
			"Марс — это планета, которая находится на четвертом месте от Солнца. Она, как и Земля, имеет атмосферу, но она очень разрежена и состоит главным образом из углекислого газа. На поверхности Марса есть кратеры, долины, горы и равнины. Еще одна интересная особенность Марса — это наличие полюсов из замерзшей воды.",
		view: false,

		perihelion: "206 655 000 км",
		aphelion: "249 232 000 км",
		period: "686 суток",
		radius: "3396 км",
		mass: ["6.4", 23],
		acceleration: "3.7",
		rotation: "24 часа 37 минут",
	},

	{
		title: "планета",
		type: "планета",
		name: "юпитер",
		mini_description:
			"Крупнейшая планета Солнечной системы, пятая по удалённости от Солнца. Как и Сатурн, Юпитер классифицируется как газовый гигант.",
		description:
			"Планета была известна людям с глубокой древности, что нашло своё отражение в мифологии и религиозных верованиях различных культур: месопотамской, вавилонской, греческой и других. Современное название Юпитера происходит от имени древнеримского верховного бога-громовержца. Примечательным образованием в атмосфере является Большое красное пятно — гигантский шторм в верхних слоях планеты.",
		view: false,

		perihelion: "740 573 600 км",
		aphelion: "816 520 800 км",
		period: "11.8 лет",
		radius: "71 492 км",
		mass: ["1.8", 27],
		acceleration: "24.79",
		rotation: "10 часов",
	},
	{
		title: "планета",
		type: "планета",
		name: "сатурн",
		mini_description:
			"Вторая по размерам планета в Солнечной системе после Юпитера. Сатурн классифицируется как газовая планета-гигант. Планета названа в честь римского бога земледелия.",
		description:
			"В основном Сатурн состоит из водорода, с примесями гелия и следами воды, метана, аммиака и тяжёлых элементов. Внутренняя область представляет собой относительно небольшое ядро из железа, никеля и льда, покрытое тонким слоем металлического водорода и газообразным внешним слоем. Внешняя атмосфера планеты кажется из космоса спокойной и однородной, хотя иногда на ней появляются долговременные образования.",
		view: false,

		perihelion: "1 353 572 956  км",
		aphelion: "1 513 325 783 км",
		period: "29.46 лет",
		radius: "60 268 км",
		mass: ["6.4", 23],
		acceleration: "10.44",
		rotation: "10 часов 32 минуты",
	},

	{
		title: "планета",
		type: "планета",
		name: "уран",
		mini_description:
			"Планета Солнечной системы, седьмая по удалённости от Солнца, третья по диаметру и четвёртая по массе. Была открыта в 1781 году английским астрономом Уильямом Гершелем и названа в честь греческого бога неба Урана.",
		description:
			"Уран стал первой планетой, обнаруженной в Новое время и при помощи телескопа. Его открыл Уильям Гершель 13 марта 1781 года, тем самым впервые со времён античности расширив границы Солнечной системы в глазах человека. Несмотря на то, что порой Уран различим невооружённым глазом, более ранние наблюдатели принимали его за тусклую звезду.	В отличие от газовых гигантов — Сатурна и Юпитера, состоящих в основном из водорода и гелия, в недрах Урана и схожего с ним Нептуна отсутствует металлический водород, но зато много льда.",
		view: false,

		perihelion: "2 748 938 461 км",
		aphelion: "3 004 419 704 км",
		period: "84 года",
		radius: "25 559 км",
		mass: ["8.6", 25],
		acceleration: "8.87",
		rotation: "17 часов 14 минут",
	},
	{
		title: "планета",
		type: "планета",
		name: "нептун",
		mini_description:
			"Самая дальняя от Солнца планета Солнечной системы. Его масса превышает массу Земли в 17,2 раза, а по экваториальному диаметру Нептун занимает четвёртое место, превосходя Землю в 3,9 раза.",
		description:
			"Обнаруженный 23 сентября 1846 года, Нептун стал первой планетой, открытой благодаря математическим расчётам. Обнаружение непредсказуемых изменений орбиты Урана породило гипотезу о неизвестной планете, гравитационным возмущающим влиянием которой они и обусловлены. Нептун был найден в пределах предсказанной орбиты. Вскоре был открыт его крупнейший спутник Тритон, а в 1949 году — Нереида.",
		view: false,

		perihelion: "4 452 940 833 км",
		aphelion: "4 553 946 490 км",
		period: "164.79 года",
		radius: "24 764 км",
		mass: ["1,02", 26],
		acceleration: "11.15",
		rotation: "15 часов 57 минут",
	},
];

import avatar1 from "/images/i1.webp";
import avatar2 from "/images/i2.webp";
import avatar3 from "/images/i3.webp";
import avatar4 from "/images/i4.webp";
import avatar5 from "/images/i5.webp";
import avatar6 from "/images/i6.webp";

export const avatars = [avatar1, avatar2, avatar3, avatar4, avatar5, avatar6];
